Repository: calbasi/civicrml10n
Catalog: po/*/pledge.po
Languages: tr_tr

source: Pledged
tr_tr: Ödeme Sözü Verilmiş

source: Balance Amount
tr_tr: Bakiye Tutarı

source: Next Payment Date
tr_tr: Sonraki Ödeme Tarihi

source: Paid Amount
tr_tr: Ödenen Tutar

source: Paid Date
tr_tr: Ödendiği Tarih

source: Pledge Payment Status
tr_tr: Ödeme Sözü Durumu

source: Pledge Frequency Unit
tr_tr: Ödeme Sözü Sıklığı Birimi

source: Pledge Frequency Interval
tr_tr: Ödeme Sözü Sıklığı Aralığı

source: Pledge Contribution Page Id
tr_tr: Ödeme Sözü Katkı Sayfası Kodu

source: %1 - due on %2 (overdue)
tr_tr: %1 - %2 tarihinde (zamanı geçmiş)

source: %1 - due on %2
tr_tr: $%1 - %2 tarihinde

source: Oops. It looks like there is no valid payment status for online payment.
tr_tr: Maalesef çevrimiçi ödeme için geçerli bir ödeme durumu yok gibi görünüyor.

source: Make Pledge Payment(s):
tr_tr: Söz Verilen Ödemeleri Yapın:

source: I want to make a one-time contribution
tr_tr: Bir kez katkıda bulunmak istiyorum

source: I pledge to contribute this amount every
tr_tr: Düzenli aralıklarla katkıda bulunmak istiyorum

source: Frequency Intervals
tr_tr: Sıklık Aralıkları

source: Frequency Units
tr_tr: Sıklık Birimleri

source: First installment payment
tr_tr: İlk taksit ödemesi

source: Day of month installments paid
tr_tr: Ayın taksitlerin ödeneceği günü

source: Pledge Acknowledgement Sent
tr_tr: Ödeme Sözü Anlaşması Gönderildi

source: Pledge Acknowledgement Not Sent
tr_tr: Ödeme Sözü Anlaşması Gönderilmedi

source: Pledge is a Test
tr_tr: Deneme Ödeme Sözü

source: Financial Type - %1
tr_tr: Mali Tür - %1

source: Financial Page - %1
tr_tr: Mali Sayfa %1

source: Pledge is a Test?
tr_tr: Deneme Ödeme Sözü

source: Acknowledgement sent?
tr_tr: Anlaşma Gönderildi

source: Please enter a number
tr_tr: Lütfen bir sayı yazın

source: Please enter number.
tr_tr: Lütfen bir sayı yazın.

source: Please enter valid Pledge Frequency Interval
tr_tr: Lütfen geçerli bir Ödeme Sözü Sıklığı yazın

source: Pledge Frequency
tr_tr: Ödeme Sözü Sıklığı

source: Foreign key to civicrm_contact.id .
tr_tr: civicrm_contact.id alanına dış anahtar.

source: Pledge Contribution Page
tr_tr: Ödeme Sözü Katkı Sayfası

source: Total pledged amount.
tr_tr: Ödeme sözü verilen toplam tutar.

source: Original Installment Amount
tr_tr: Özgün Taksit Tutarı

source: Original amount for each of the installments.
tr_tr: Her taksitin özgün tutarı.

source: Pledge Currency
tr_tr: Ödeme Sözü Para Birimi

source: Time units for recurrence of pledge payments.
tr_tr: Ödeme sözü ödemelerinin yinelenme zaman birimleri.

source: Number of time units for recurrence of pledge payments.
tr_tr: Ödeme sözü ödemelerinin yinelenme zaman birimlerinin sayısı.

source: Pledge day
tr_tr: Ödeme Sözü Günü

source: Day in the period when the pledge payment is due e.g. 1st of month, 15th etc. Use this to set the scheduled dates for pledge payments.
tr_tr: Zaman aralığında ödeme sözü tutarının alınacağı gün. Örneğin ayın 1. gününde, 15. gününde gibi. Bu seçeneği söz verilmiş ödemelerin zamanlanmış tarihlerini ayarlamak için kullanın.

source: Pledge Number of Installments
tr_tr: Ödeme Sözü Taksit Sayısı

source: Total number of payments to be made.
tr_tr: Yapılacak toplam ödeme sayısı.

source: The date the first scheduled pledge occurs.
tr_tr: İlk zamanlanmış ödeme sözünün gerçekleşeceği tarih.

source: Payments Start Date
tr_tr: Ödeme Başlangıç Tarihi

source: When this pledge record was created.
tr_tr: Bu ödeme sözü kaydının oluşturulma tarihi.

source: Pledge Acknowledged
tr_tr: Ödeme Sözünde Anlaşıldı

source: When a pledge acknowledgement message was sent to the contributor.
tr_tr: Katılımcıya ödeme sözü iletisinin gönderildiği zaman.

source: Pledge Modified Date
tr_tr: Ödeme Sözü Değişiklik Tarihi

source: Last updated date for this pledge record.
tr_tr: Bu ödeme sözü kaydında son değişiklik yapılan tarih.

source: Pledge Cancelled Date
tr_tr: Ödeme Sözü İptal Tarihi

source: Date this pledge was cancelled by contributor.
tr_tr: Bu ödeme sözünün katılımcı tarafından iptal edildiği tarih.

source: Date this pledge finished successfully (total pledge payments equal to or greater than pledged amount).
tr_tr: Bu ödeme sözünün tamamlandığı tarih (ödenen tutar söz verilen ödeme toplamına eşit ya da büyük olması)

source: Payments Ended Date
tr_tr: Ödeme Bitiş Tarihi

source: Maximum Number of Reminders
tr_tr: En Fazla Anımsatıcı Sayısı

source: The maximum number of payment reminders to send for any given payment.
tr_tr: Belirtilen her ödeme için gönderilecek en fazla ödeme anımsatıcı sayısı.

source: Initial Reminder Day
tr_tr: İlk Anımsatıcı Günü

source: Send initial reminder this many days prior to the payment due date.
tr_tr: İlk anımsatıcıların ödemenin yapılacağı tarihten kaç gün önce gönderileceği.

source: Additional Reminder Days
tr_tr: Ek Anımsatıcı Günleri

source: Send additional reminder this many days after last one sent, up to maximum number of reminders.
tr_tr: En Fazla Anımsatıcı Sayısı değerine ulaşılana kadar, ek anımsatıcıların, son anımsatıcının gönderilmesinden kaç gün sonra gönderileceği.

source: Pledge Status Id
tr_tr: Ödeme Sözü Durum Kodu

source: Implicit foreign key to civicrm_option_values in the pledge_status option group.
tr_tr: pledge_status seçenek grubunda civicrm_option_values dış anahtarı gizlensin.

source: The campaign for which this pledge has been initiated.
tr_tr: Bu ödeme sözünün verildiği kampanya.

source: Pledge Blocks
tr_tr: Söz Verilen Ödeme Blokları

source: Pledge Block
tr_tr: Söz Verilen Ödeme Bloğu

source: Pledge Block ID
tr_tr: Ödeme Sözü Bloğu Kodu

source: physical tablename for entity being joined to pledge, e.g. civicrm_contact
tr_tr: ödeme sözünün katılacağı varlığın fiziksel tablo adı. civicrm_contact gibi

source: Entity Id
tr_tr: Varlık Kodu

source: Delimited list of supported frequency units
tr_tr: Desteklenen sıklık birimlerinin tırnak ile sınırlandırılmamış listesi

source: Expose Frequency Interval?
tr_tr: Sıklık Aralığı Görünülensin

source: Is frequency interval exposed on the contribution form.
tr_tr: Bu seçenek etkinleştirildiğinde, katkı formunda sıklık aralığı görüntülenir.

source: If true - recurring start date is shown.
tr_tr: Bu seçenek etkinleştirildiğinde, yinelenen başlangıç tarihi görüntülenir.

source: Allow Edits to Recurring Donation Start Date?
tr_tr: Yinelenen Bağış Başlangıç Tarihi Düzenlenebilsin

source: If true - recurring start date is editable.
tr_tr: Bu seçenek etkinleştirildiğinde, yinelenen başlangıç tarihi değiştirilebilir.

source: Pledge Payments
tr_tr: Söz Verilen Ödemeler

source: FK to Pledge table
tr_tr: Ödeme sözü tablosu dış anahtarı

source: Scheduled Amount
tr_tr: Zamanlanmış Tutar

source: Pledged amount for this payment (the actual contribution amount might be different).
tr_tr: Bu ödeme için ödeme sözü verilmiş tutar (gerçek katkı tutarından farklı olabilir).

source: Actual Amount
tr_tr: Güncel Tutar

source: Actual amount that is paid as the Pledged installment amount.
tr_tr: Ödeme sözü taksit tutarı olarak ödenen gerçek tutar.

source: The date the pledge payment is supposed to happen.
tr_tr: Ödeme sözü tutarının alınması beklenen tarih.

source: Payment Scheduled
tr_tr: Zamanlanmış Ödeme

source: Last Reminder
tr_tr: Son Anımsatıcı

source: The date that the most recent payment reminder was sent.
tr_tr: Son ödeme anımsatıcısının gönderildiği tarih.

source: Reminders Sent
tr_tr: Gönderilmiş Anımsatıcı Sayısı

source: The number of payment reminders sent.
tr_tr: Gönderilmiş ödeme anımsatıcıları sayısı.

source: Edit Scheduled Pledge Payment
tr_tr: Zamanlanmış Söz Ödemesini Düzenle

source: Pledge Payment Schedule has been updated.
tr_tr: Ödeme Sözü Zamanlaması güncellendi.

source: Pledge by
tr_tr: Ödeme Sözünü Veren

source: Total Pledge Amount
tr_tr: Toplam Söz Verilen Tutar

source: To be paid in
tr_tr: Ödeneceği süre

source: Please enter a valid number of installments.
tr_tr: Lütfen geçerli bir taksit sayısı yazın.

source: Please enter a number for frequency (e.g. every "3" months).
tr_tr: Lütfen sıklık için bir sayı yazın (her "3" ayda gibi).

source: Payments are due on the
tr_tr: Ödeme tarihi

source: Please enter a valid payment due day.
tr_tr: Lütfen geçerli bir ödeme günü yazın.

source: each
tr_tr: her

source: Payments Start
tr_tr: Ödeme Başlangıcı

source: Send Acknowledgment?
tr_tr: Onay Gönderildi mi?

source: Acknowledgment Date
tr_tr: Onay Tarihi

source: Self-service Payments Page
tr_tr: Kendi Kendine Ödeme Sayfası

source: Total Pledge Amount should be greater than zero.
tr_tr: Toplam söz verilen tutsıfırdan büyük bir değer olmalıdır.

source: Installments should be greater than zero.
tr_tr: Taksit değeri sıfırdan büyük olmalıdır.

source: Please enter a valid frequency day ie. 1 through 31.
tr_tr: Lütfen 1 ile 31 arasında geçerli bir sıklık günü değeri yazın.

source: Please enter a valid frequency day ie. 1 through 7.
tr_tr: Lütfen 1 ile 7 arasında geçerli bir sıklık günü yazın.

source: Pledge has been recorded and the payment schedule has been created.<br />
tr_tr: Ödeme sözü kaydedildi ve ödeme zamanlaması oluşturuldu.<br />

source: Pledge has been updated.<br />
tr_tr: Ödeme sözü güncellendi.<br />

source: An acknowledgment email has been sent to %1.<br />
tr_tr: %1 adresine bir onaylama e-postası gönderildi.<br />

source: If a payment is due now, you can record <a href='%1'>a check, EFT, or cash payment for this pledge</a> OR <a href='%2'>submit a credit card payment</a>.
tr_tr: Bir ödeme zamanı geldiyse bu verilmiş söz için <a href='%1'>bir çek, EFT ya da nakit ödeme</a> kaydedebilir YA DA <a href='%2'>bir kredi kartı ödemesi yapabilirsiniz</a>.

source: If a payment is due now, you can record <a href='%1'>a check, EFT, or cash payment for this pledge</a>.
tr_tr: Bir ödeme zamanı geldiyse bu verilmiş söz için <a href='%1'>bir çek, EFT ya da nakit ödeme</a> kaydedebilirsiniz..

source: Payment Due
tr_tr: Ödeme Tarihi

source: View Pledge by
tr_tr: Şu Sözleri Görüntüle

source: Pledger Name or Email
tr_tr: Ödeme Sözü Verenin Adı ya da E-postası

source: Pledger Name
tr_tr: Ödeme Sözü Veren

source: Pledger Tag(s)
tr_tr: Ödeme Sözü Veren Etiketleri

source: Pledger Group(s)
tr_tr: Ödeme Sözü Veren Grupları

source: Pledger Contact Type
tr_tr: Ödeme Sözü Veren Kişi Türü

source: Find Pledges
tr_tr: Ödeme Sözü Arama

source: Delete Pledges
tr_tr: Ödeme Sözlerini Sil

source: %count pledge deleted.
tr_tr: %count ödeme sözü silindi.

source: Print Pledge List
tr_tr: Ödeme Sözleri Listesini Yazdır

source: CiviCRM Pledge Engine
tr_tr: CiviCRM Ödeme Sözü Motoru

source: access CiviPledge
tr_tr: CiviPledge erişimi

source: View pledges
tr_tr: Ödeme sözlerini görüntüle

source: edit pledges
tr_tr: Ödeme sözlerini düzenle

source: Create and update pledges
tr_tr: Ödeme sözleri ekle ve düzenle

source: delete in CiviPledge
tr_tr: CiviPledge üzerinden sil

source: Delete pledges
tr_tr: Ödeme sözlerini sil

source: Your Pledge(s)
tr_tr: Ödeme Sözleriniz

source: Pledge has been Cancelled and all scheduled (not completed) payments have been cancelled.<br />
tr_tr: Ödeme sözü iptal edildi ve tüm zamanlanmış (yapılmamış) ödemeler iptal edildi.<br />

source: Cancelling this pledge will also cancel any scheduled (and not completed) pledge payments.
tr_tr: Bu ödeme sözü iptal edildiğinde tüm zamanlanmış (yapılmamış) diğer ödemeler iptal edilecek.<br />

source: View Pledge
tr_tr: Ödeme Sözünü Görüntüle

source: Edit Pledge
tr_tr: Ödeme Sözünü Düzenle

source: Cancel Pledge
tr_tr: Ödeme Sözünü İptal Et

source: Delete Pledge
tr_tr: Ödeme Sözünü Silin

source: Pledged For
tr_tr: Şunun İçin Söz Verildi

source: Next Pay Date
tr_tr: Sonraki Ödeme Tarihi

source: Next Amount
tr_tr: Sonraki Tutar

source: Pledge Search
tr_tr: Ödeme Sözü Arama

source: Export pledges
tr_tr: Ödeme Sözlerini Dışa Aktar

source: Adjust scheduled amount
tr_tr: Zamanlanmış tutarı ayarla

source: You will not be able to send an acknowledgment for this pledge because there is no email address recorded for this contact. If you want a acknowledgment to be sent when this pledge is recorded, click Cancel and then click Edit from the Summary tab to add an email address before recording the pledge.
tr_tr: Bu kişi için kayıtlı bir e-posta adresi bulunmadığından, bu ödeme sözü için otomatik e-posta alındısı gönderilemedi. Bu ödeme sözü için bir alındı göndermek için, ödemeyi kaydetmeden önce İptal üzerine tıklayın. Ardından Özet sekmesinden Düzenle üzerine tıklayarak bir e-posta adresi ekleyin.

source: WARNING: Deleting this pledge will also delete any related pledge payments.
tr_tr: UYARI: Bu ödeme sözü silindiğinde ilgili ödeme sözü ödeme kayıtları da silinir.

source: Consider cancelling the pledge instead if you want to maintain an audit trail and avoid losing payment data. To set the pledge status to Cancelled and cancel any not-yet-paid pledge payments, first click Cancel on this form. Then click the more &gt; link from the pledge listing, and select the Cancel action.
tr_tr: Denetim yapıyorsanız ve verileri kaybetmek istemiyorsanız, ödeme sözünü silmek yerine üyelik durumunu değiştirmeyi düşünün. Ödeme sözü durumunu İptal Edildi şeklinde değiştirmek ve henüz ödenmemiş ödeme sözlerini iptal etmek için önce bu formda İptal üzerine tıklayın. Ardından ödeme sözü listesinden diğer &gt; bağlantısına tıklayın ve İptal işlemini seçin.

source: Pledge total has changed due to payment adjustments. Original pledge amount was %1.
tr_tr: Ödeme sözü toplamı ödeme ayarlamaları nedeniyle değiştirildi. Özgün ödeme sözü tutarı %1 idi.

source: installments of
tr_tr: Şunun vadeleri

source: day of the period
tr_tr: dönem günü

source: This applies to weekly, monthly and yearly payments.
tr_tr: Bu işlem haftalık, aylık ve yıllık ödemelere uygulanır.

source: Date when pledge was made by the contributor.
tr_tr: Katılımcı tarafından ödeme sözünün verildiği tarih.

source: Date of first pledge payment.
tr_tr: İlk söz verilen ödeme tarihi.

source: Automatically email an acknowledgment of this pledge to %1?
tr_tr: Otomatik ödeme sözü onayı e-postası şuraya gönderilsin: %1

source: Date when an acknowledgment of the pledge was sent.
tr_tr: Ödeme sözü onayı e-postasının gönderildiği tarih.

source: Sets the default financial type for payments against this pledge.
tr_tr: Bu ödeme sözü için kullanılacak varsayılan mali türü belirtir.

source: Select an Online Contribution page that the user can access to make self-service pledge payments. (Only Online Contribution pages configured to include the Pledge option are listed.)
tr_tr: Kullanıcının kendi söz verdiği ödemeleri yapabileceği bir Çevrimiçi Katkı sayfası seçin (yalnız ödeme sözleri için ayarlanmış çevrimiçi katkı sayfaları görüntülenir).

source: Pledges are "Pending" until the first payment is received. Once a payment is received, status is "In Progress" until all scheduled payments are completed. Overdue pledges are ones with payment(s) past due.
tr_tr: İlk ödeme yapılana kadar ödeme sözlerinin durumu "Bekliyor" olarak ayarlanır. Ödeme yapıldıktan sonra tüm zamanlanmış ödemeler tamamlanana kadar durum "İşleniyor" olarak değiştirilir. Süresi geçen ödemeler süresi geçmiş olarak görüntülenir.

source: Click OK to save this Pledge record AND send an acknowledgment to %1 now.
tr_tr: Bu ödeme sözü kaydını kaydedip %1 adresine onay iletisini göndermek için Tamam üzerine tıklayın.

source: Pledge By
tr_tr: Ödeme Sözünü Veren

source: Payment Start
tr_tr: Ödeme Başlangıcı

source: Maximum Reminders Send
tr_tr: Gönderilecek En Fazla Anımsatıcı Sayısı

source: Pledge Amounts
tr_tr: Ödeme Sözü Tutarları

source: If you are searching by pledger name, check your spelling or use fewer letters.
tr_tr: Ödeme sözünü veren kişi adına göre arama yapıyorsanız, yazımı denetleyin ya da daha az karakter kullanın.

source: If you are searching within a date or amount range, try a wider range of values.
tr_tr: Bir tarih ya da tutar aralığında arama yapıyorsanız daha geniş bir aralık seçin.

source: Click arrow to view pledge payments.
tr_tr: Söz verilmiş ödemeleri görmek için ok üzerine tıklayın.

source: Find more pledges
tr_tr: Başka ödeme sözleri bulun

source: Are you sure you want to delete the selected pledges? This delete operation cannot be undone and will delete all transactions associated with these pledges.
tr_tr: Seçilmiş ödeme sözlerini silmek istediğinize emin misiniz? Silme işlemi geri alınamaz ve bu ödeme sözleri ile ilgili tüm hareketlerin yok olmasına neden olur.

source: To Be Paid
tr_tr: Ödenecek

source: Beginning Date
tr_tr: Başlangıç Tarihi

source: Number of selected pledges: %1
tr_tr: Seçilmiş ödeme sözü sayısı: %1

source: Pledge Summary
tr_tr: Ödeme Sözü Özeti

source: (current month)
tr_tr: (geçerli ay)

source: (current year)
tr_tr: (geçerli yıl)

source: Total Pledges
tr_tr: Ödeme Sözleri Toplamı

source: Payments Received
tr_tr: Alınan Ödemeler

source: Past Due
tr_tr: Zamanı Geçenler

source: Recent Pledges
tr_tr: Yakınlardaki Ödeme Sözleri

source: If you enter an amount which is different than the current scheduled amount, choose one of these options:
tr_tr: Geçerli zamanlanmış değerden farklı bir tutar yazarsanız şunlardan birini seçin:

source: Amount Due
tr_tr: Ödenecek Tutar

source: Credit Card Payment
tr_tr: Kredi kartı Ödemesi

source: Edit Scheduled Payment
tr_tr: Zamanlanmış Söz Ödemesini Düzenle

source: Payment Reminders
tr_tr: Ödeme Anımsatıcıları

source: One or more payment reminders can be emailed to this contributor based on the values entered in this section. If a 'Self-service Payments Page' has been selected, the reminder will include a link for the contributor to make their payment online.
tr_tr: Katkıda bulunan bu kişiye, bu bölümdeki ayarlara göre bir ya da bir kaç ödeme anımsatıcısı gönderilebilir. 'Kendi Kendine Ödeme Sayfası' seçilmiş ise anımsatıcılara katılımcının ödemesini çevrimiçi olarak yapabileceği bir bağlantı da eklenir.

source: In order for reminders to be sent:
tr_tr: Gönderilecek anımsatıcılar için:

source: Your site administrator must configure the scheduled job (Administer > System Settings > Scheduled Jobs) which updates pledge payment statuses and sends the reminders.
tr_tr: Site yöneticinizin, söz verilmiş ödeme durumlarını güncelleyen ve anımsatıcıları gönderen bir CRON görevi (Yönetim > Sistem Ayarları > Zamanlanmış Görevler) ayarlaması gerekir.

source: Your site administrator must also configure a "cron job" (scheduled server task) to run this script.
tr_tr: Site yöneticinizin bu betiği çalıştıran bir "CRON görevi" (zamanlanmış sunucu görevi) ayarlaması gerekir.

source: This contributor must have a valid email address (and must not have the "Do Not Email" flag checked).
tr_tr: Katılımcının geçerli bir e-posta adresi olmalıdır (ve "E-posta Gönderilmesin" seçeneği işaretlenmemiş olmalıdır).

source: Pledges received from %1 since inception.
tr_tr: %1 tarafından başlangıç tarihinden itibaren ödenen tüm sözler.

source: Click <a %1>Add Pledge</a> to record a new pledge received from this contact.
tr_tr: Bu kişiye ödeme sözü kaydetmek için <a %1>Ödeme Sözü Ekle</a> üzerine tıklayın.

source: No pledges have been recorded from this contact.
tr_tr: Bu kişiden alınmış bir ödeme sözü kaydı yok.

source: Contributions made in honor of %1
tr_tr: %1 şerefine yapılan katkılar

source: Payments
tr_tr: Ödemeler

source: There are no Pledges for your record.
tr_tr: Henüz kaydedilmiş bir ödeme sözünüz yok.

source: Pledges made in your honor.
tr_tr: Şerefinize yapılmış ödeme sözleri.

source: Pledger
tr_tr: Ödeme sözü veren

source: Create date
tr_tr: Oluşturulma Tarihi

source: Acknowledgment Sent
tr_tr: Onay Gönderildi

source: Thank you for your generous pledge.
tr_tr: Cömert ödeme sözünüz için teşekkürler.

source: Pledge Information
tr_tr: Ödeme Sözü Bilgileri

source: Pledge Received
tr_tr: Ödenen Ödeme Sözü

source: Payment Schedule
tr_tr: Ödeme Zamanlaması

source: %1 every %2 %3 for %4 installments.
tr_tr: %1 her %2 %3 %4 vade için.

source: Payments are due on day %1 of the %2.
tr_tr: %2 günün %1 tarihindeki ödemeleri.

source: Payment %1
tr_tr: %1 Ödeme

source: paid
tr_tr: ödendi

source: due
tr_tr: ödeme tarihi

source: Please contact us at %1 or send email to %2 if you have questions or need to modify your payment schedule.
tr_tr: Sorularınız varsa ya da ödeme zamanlamanızı değiştirmek isterseniz bizimle %1 üzerinden görüşün ya da %2 adresine bir e-posta gönderin.

source: Thank you for your Pledge
tr_tr: Ödeme sözünüz için teşekkürler

source: This is a reminder that the next payment on your pledge is due on %1.
tr_tr: Bu anımsatıcı, ödeme sözünüzün sonraki ödeme tarihinin %1 olduğunu bildirmek için gönderilmiştir.

source: Go to a web page where you can make your payment online
tr_tr: Ödemenizi çevrimiçi yapabileceğiniz bir web sayfasına gidebilirsiniz.

source: Please mail your payment to
tr_tr: Lütfen ödemenizi şu adrese postalayın

source: Thank your for your generous support.
tr_tr: Cömert desteğiniz için teşekkürler.

source: Pledge Payment Reminder
tr_tr: Ödeme Sözü Ödeme Anımsatıcı
